Repository: mayegamustafa/ecoapp
Catalog: lib/_core/l10n/lang/intl_*.arb
Languages: az, bn, ur

source: Payable
az: Ödəniləcək
bn: প্রদানযোগ্য
ur: قابل ادائیگی

source: Tap To
az: Vurmaq
bn: ট্যাপ করুন
ur: تھپتھپائیں

source: Guest
az: Qonaq
bn: অতিথি
ur: مہمان

# your_order_ready_for_payment
source: Your order is ready for payment
az: Sifarişiniz ödəniş üçün hazırdır
bn: আপনার অর্ডার প্রদানের জন্য প্রস্তুত
ur: آپ کا آرڈر ادائیگی کے لئے تیار ہے

# there_no_review
source: There are not any reviews for this product yet!!!
az: Bu məhsul üçün heç bir rəy yoxdur !!!
bn: এই পণ্যটির জন্য এখনও কোনও পর্যালোচনা নেই !!!
ur: ابھی تک اس پروڈکٹ کے لئے کوئی جائزے نہیں ہیں !!!

source: Complete Payment
az: Tam ödəniş
bn: সম্পূর্ণ অর্থ প্রদান
ur: مکمل ادائیگی

source: Ready For Payment
az: Ödəniş üçün hazırdır
bn: অর্থ প্রদানের জন্য প্রস্তুত
ur: ادائیگی کے لئے تیار ہیں

source: See Details
az: Ətraflı məlumatlara baxın
bn: বিশদ দেখুন
ur: تفصیلات دیکھیں

source: Amount
az: Miqdar
bn: এমাউন্ট
ur: رقم

source: Charge
az: Şarj etmək
bn: চার্জ
ur: چارج

source: Payment Failed
az: Ödəniş uğursuz oldu
bn: পেমেন্ট ব্যর্থ হয়েছে
ur: ادائیگی ناکام ہوگئی

source: Payment Success
az: Ödəniş uğuru
bn: পেমেন্ট সফল হয়েছে
ur: ادائیگی کی کامیابی

source: Return Home
az: Evə qayıtmaq
bn: হোমে ফিরুন
ur: گھر لوٹنا

# payment_failed_massage
source: Something went wrong with your payment
az: Ödənişinizlə bir şey səhv oldu
bn: আপনার পেমেন্ট এর সাথে কিছু সমস্যা হয়েছে
ur: آپ کی ادائیگی میں کچھ غلط ہوگیا

# payment_success_massage
source: Your payment has been successfully processed
az: Ödənişiniz uğurla işlənib
bn: আপনার পেমেন্ট সফলভাবে প্রক্রিয়া করা হয়েছে
ur: آپ کی ادائیگی پر کامیابی کے ساتھ کارروائی کی گئی ہے

source: Search Categories
az: Axtarış kateqoriyaları
bn: ক্যাটাগরি অনুসন্ধান
ur: تلاش کے زمرے

source: Order History
az: Sifariş tarixi
bn: অর্ডার ইতিহাস
ur: آرڈر کی تاریخ

# order_place_successfully
source: Your order has been placed successfully.
az: Sifarişiniz uğurla yerləşdirilib.
bn: আপনার অর্ডার সফলভাবে স্থাপন করা হয়েছে।
ur: آپ کا آرڈر کامیابی کے ساتھ رکھا گیا ہے۔

source: Continue Shopping
az: Alış-verişə davam edin
bn: কেনাকাটা চালিয়ে যান
ur: خریداری جاری رکھیں

# have_question
source: Have any question?Reach directly to our
az: Hər hansı bir sualınız var? Birbaşa bizim üçün
bn: কোন প্রশ্ন আছে? সরাসরি আমাদের কাছে পৌঁছান
ur: کوئی سوال ہے؟ براہ راست ہمارے پاس پہنچیں

source: Customer Support
az: Müştəri dəstəyi
bn: কাস্টমার সাপোর্ট
ur: کسٹمر سپورٹ

source: Order Confirm
az: Sifariş təsdiqləyin
bn: অর্ডার নিশ্চিত করুন
ur: آرڈر کی تصدیق

source: Flash Product
az: Flaş məhsul
bn: ফ্ল্যাশ পণ্য
ur: فلیش پروڈکٹ

source: Edit Profile
az: Profili redaktə edin
bn: প্রোফাইল সম্পাদনা করুন
ur: پروفائل میں ترمیم کریں

source: Search Brands
az: Markalar axtarın
bn: ব্র্যান্ড অনুসন্ধান
ur: تلاش برانڈز

source: Select
az: Seçmək
bn: নির্বাচন করুন
ur: منتخب کریں

source: All Order
az: Bütün qaydalar
bn: সমস্ত অর্ডার
ur: تمام آرڈر

source: All Product
az: Bütün məhsul
bn: সমস্ত পণ্য
ur: تمام پروڈکٹ

source: Shipped Order
az: Sifariş göndərildi
bn: শিপড অর্ডার
ur: بھیجنے کا آرڈر

source: Followed Store
az: Mağaza izlədi
bn: স্টোর অনুসরণ
ur: اسٹور کی پیروی کی

source: To Review
az: Nəzərdən keçirmək
bn: পর্যালোচনা করতে
ur: جائزہ لینے کے لئے

source: Cart
az: Araba
bn: কার্ট
ur: کارٹ

source: Store
az: Saxlamaq
bn: স্টোর
ur: اسٹور

source: Visit Store
az: Dükana baxmaq
bn: স্টোর দেখুন
ur: اسٹور ملاحظہ کریں

source: Follow
az: İzləmək
bn: অনুসরণ করুন
ur: عمل کریں

source: Flash Deals
az: Flaş sövdələşmələr
bn: ফ্ল্যাশ ডিল
ur: فلیش سودے

# flash_sub
source: Get'em before they're gone!
az: Getməzdən əvvəl get'em!
bn: তারা চলে যাওয়ার আগে
ur: اس سے پہلے کہ وہ چلے جائیں!

source: Track Order
az: Vaksifikasiya
bn: ট্র্যাক অর্ডার
ur: ٹریک آرڈر

# suggest_product
source: Suggested Product
az: Təklif olunan məhsul
bn: প্রস্তাবিত পণ্য
ur: تجویز کردہ مصنوعات

source: Shipping Charge
az: Yükləmə şarjı
bn: শিপিং চার্জ
ur: شپنگ چارج

# category
source: Featured Categories
az: Xüsusi kateqoriyalar
bn: বৈশিষ্ট্যযুক্ত বিভাগ
ur: نمایاں زمرے

source: Sub Total
az: Cəmi
bn: সাব টোটাল
ur: سب کل

source: Total
az: Cəmi
bn: মোট
ur: کل

# all
source: See All
az: Hamısına baxın
bn: সব দেখুন
ur: سب دیکھیں

source: Home
az: Evdə
bn: হোম
ur: گھر

source: Wishlist
az: Arzu
bn: ইচ্ছার তালিকা
ur: خواہش کی فہرست

source: Shopping
az: Alış-veriş
bn: কেনাকাটা
ur: خریداری

source: Profile
az: Profil
bn: প্রোফাইল
ur: پروفائل

source: Deal of the Day
az: Günün sövdələşməsi
bn: দিনের ডিল
ur: دن کا سودا

source: Campaign
az: Kampaniya
bn: প্রচার
ur: مہم

source: Featured Products
az: Xüsusi məhsullar
bn: বৈশিষ্ট্যযুক্ত পণ্য
ur: نمایاں مصنوعات

source: New Arrivals
az: Yeni gələnlər
bn: নতুন আগমন
ur: نئے آنے والے

source: Digital Products
az: Rəqəmsal məhsullar
bn: ডিজিটাল পণ্য
ur: ڈیجیٹل مصنوعات

source: Brands
az: Markalar
bn: ব্র্যান্ড
ur: برانڈز

source: My Order
az: Sifarişim
bn: আমার অর্ডার
ur: میرا آرڈر

source: Welcome
az: Xoşnaş
bn: স্বাগতম
ur: خوش آمدید

source: Help
az: Kömək etmək
bn: সাহায্য
ur: مدد

source: Location
az: Yer
bn: অবস্থান
ur: مقام

source: Get In Touch
az: Toxunmaq
bn: যোগাযোগ পেতে
ur: رابطے میں ہوں

source: No Item Found
az: Heç bir maddə tapılmadı
bn: কোনও আইটেম পাওয়া যায় নি
ur: کوئی شے نہیں ملی

# enter_coupon
source: Enter coupon code here
az: Burada kupon kodu daxil edin
bn: এখানে কুপন কোড প্রবেশ করুন
ur: یہاں کوپن کوڈ درج کریں

source: Helpline
az: Çarpayı
bn: হেল্পলাইন
ur: ہیلپ لائن

# login_subtitle
source: Enter your email and password to get access your account
az: Hesabınıza daxil olmaq üçün e-poçt və şifrənizi daxil edin
bn: আপনার অ্যাকাউন্টে অ্যাক্সেস পেতে আপনার ইমেল এবং পাসওয়ার্ড লিখুন
ur: اپنے اکاؤنٹ تک رسائی حاصل کرنے کے لئے اپنا ای میل اور پاس ورڈ درج کریں

source: Create Account
az: Hesab yaratmaq
bn: অ্যাকাউন্ট তৈরি করুন
ur: اکاؤنٹ بنائیں

# reg_subtitle
source: Please Enter valid information to access your account
az: Hesabınıza daxil olmaq üçün etibarlı məlumat daxil edin
bn: আপনার অ্যাকাউন্ট অ্যাক্সেস করতে দয়া করে বৈধ তথ্য লিখুন
ur: براہ کرم اپنے اکاؤنٹ تک رسائی حاصل کرنے کے لئے درست معلومات درج کریں

# helpline_subtitle
source: Have questions or need to report an issue with our product or service? We have got you covered.
az: Suallar və ya məhsulumuz və ya xidmətimizlə bağlı bir problem barədə məlumat verin?Sizi örtdük.
bn: আমাদের পণ্য বা পরিষেবা নিয়ে কোনও সমস্যা রিপোর্ট করার প্রশ্ন আছে বা দরকার?আমরা আপনাকে covered েকে রেখেছি।
ur: کیا سوالات ہیں یا ہمارے پروڈکٹ یا خدمت کے ساتھ کسی مسئلے کی اطلاع دینے کی ضرورت ہے؟ہم آپ کو ڈھانپ چکے ہیں۔

source: Settings
az: Parametrlər
bn: সেটিংস
ur: ترتیبات

source: Logout
az: Çıxmaq
bn: লগআউট
ur: لاگ آؤٹ

source: Hello
az: Salamat
bn: হ্যালো
ur: ہیلو

source: Nothing To Show
az: Göstərmək üçün heç bir şey yoxdur
bn: দেখানোর মতো কিছুই নেই
ur: ظاہر کرنے کے لئے کچھ نہیں

source: Region
az: Rayon
bn: অঞ্চল
ur: علاقہ

source: Shopping Cart
az: Səbət
bn: শপিং কার্ট
ur: خریداری کی ٹوکری

source: Submit Order
az: Sifariş vermək
bn: আদেশ জমা দিন
ur: آرڈر جمع کروائیں

source: Sub Total
az: Cəmi
bn: সাব মোট
ur: سب کل

source: Product Details
az: Məhsul təfərrüatları
bn: পণ্যের বিবরণ
ur: مصنوعات کی تفصیلات

source: Description
az: Təsvir
bn: বর্ণনা
ur: تفصیل

source: Review
az: Rəy
bn: পর্যালোচনা
ur: جائزہ لیں

source: Shipping Method
az: Göndərmə metodu
bn: শিপিং পদ্ধতি
ur: شپنگ کا طریقہ

source: Related Product
az: Əlaqədar məhsul
bn: সম্পর্কিত পণ্য
ur: متعلقہ مصنوعات

source: Add To Cart
az: Səbətə əlavə et
bn: কার্টে যোগ করুন
ur: کارٹ میں شامل کریں

source: Select Shipping Method
az: Göndərmə metodunu seçin
bn: শিপিং পদ্ধতি নির্বাচন করুন
ur: شپنگ کا طریقہ منتخب کریں

source: No Shipping Information To Show
az: Göstərmək üçün göndərmə məlumatı yoxdur
bn: দেখানোর জন্য কোনও শিপিংয়ের তথ্য নেই
ur: دکھانے کے لئے شپنگ کی کوئی معلومات نہیں

source: Standard Delivery
az: Standart çatdırılma
bn: স্ট্যান্ডার্ড ডেলিভারি
ur: معیاری ترسیل

source: Something Went Wrong
az: Bir şey səhv oldu
bn: কিছু ভুল হয়েছে
ur: کچھ غلط ہو گیا

source: Checkout
az: Yoxlama
bn: চেকআউট
ur: چیک آؤٹ

# shipping_details
source: Shipping Information
az: Göndərmə məlumatları
bn: শিপিং তথ্য
ur: شپنگ کی معلومات

source: Next Pay
az: Növbəti ödəmə
bn: পরবর্তী বেতন
ur: اگلی تنخواہ

# full_name
source: Name
az: Ad
bn: নাম
ur: نام

source: Write A Review
az: Rəy yazmaq
bn: একটি পর্যালোচনা লিখুন
ur: ایک جائزہ لکھیں

source: Submit
az: Göndərmək
bn: জমা দিন
ur: پیش کریں

source: Phone
az: Telefon
bn: ফোন
ur: فون

# address
source: Street name
az: Küçə adı
bn: রাস্তার নাম
ur: گلی کا نام

# state_name
source: State
az: Dövlət
bn: রাষ্ট্র
ur: ریاست

# city_name
source: City
az: Şəhər
bn: শহর
ur: شہر

source: Zip Code
az: Poçt kodu
bn: জিপ কোড
ur: زپ کوڈ

source: Shipping Address
az: Göndərmə ünvanı
bn: শিপিং ঠিকানা
ur: شپنگ ایڈریس

source: Coupon Code
az: Kupon kodu
bn: কুপন কোড
ur: کوپن کوڈ

source: Select Payment Method
az: Ödəniş metodunu seçin
bn: পেমেন্ট পদ্ধতি নির্বাচন করুন
ur: ادائیگی کا طریقہ منتخب کریں

source: Order Successful
az: Uğurlu sifariş
bn: অর্ডার সফল
ur: کامیاب آرڈر

source: Your Order Placement Was Successful
az: Sifarişinizin yerləşdirilməsi uğurlu oldu
bn: আপনার অর্ডার প্লেসমেন্ট সফল ছিল
ur: آپ کا آرڈر پلیسمنٹ کامیاب رہا

source: Pay now
az: Ödəmək
bn: এখনই প্রদান করুন
ur: ابھی ادا کریں

source: Order Page
az: Sifariş səhifəsi
bn: অর্ডার পৃষ্ঠা
ur: آرڈر پیج

source: Back To Home
az: Evə qayıt
bn: বাড়িতে ফিরে
ur: گھر واپس

source: Tracking Info
az: İzləmə məlumatı
bn: ট্র্যাকিং তথ্য
ur: ٹریکنگ کی معلومات

source: Tracking Id
az: İzləmə ID
bn: ট্র্যাকিং আইডি
ur: ٹریکنگ ID

source: Track Now
az: İndi izləyin
bn: এখন ট্র্যাক
ur: ابھی ٹریک کریں

source: Order Details
az: Sifariş təfərrüatları
bn: অর্ডার বিশদ
ur: آرڈر کی تفصیلات

source: Order Timeline
az: Sifariş qrafiki
bn: টাইমলাইন অর্ডার করুন
ur: آرڈر ٹائم لائن

source: Order Info
az: Sifariş haqqında məlumat
bn: অর্ডার তথ্য
ur: آرڈر کی معلومات

source: Order Id
az: Əmrləşdirmək
bn: অর্ডার আইডি
ur: آرڈر ID

source: Order Placement
az: Sifariş yerləşdirmə
bn: অর্ডার প্লেসমেন্ট
ur: آرڈر پلیسمنٹ

source: Shipping By
az: Tərəfindən göndərmə
bn: শিপিং দ্বারা
ur: شپنگ بذریعہ

source: Status
bn: স্থিতি
ur: حیثیت

source: Billing Info
az: Hesablaşma məlumatı
bn: বিলিং তথ্য
ur: بلنگ کی معلومات

source: Payment Info
az: Ödəniş haqqında məlumat
bn: অর্থ প্রদানের তথ্য
ur: ادائیگی کی معلومات

source: Transactions
az: Əməliyyatlar
bn: লেনদেন
ur: لین دین

source: Payment Method
az: Ödəmə üsulu
bn: অর্থ প্রদানের পদ্ধতি
ur: ادائیگی کا طریقہ

source: Payment Status
az: Ödəmə vəziyyəti
bn: অর্থ প্রদানের স্থিতি
ur: ادائیگی کی حیثیت

source: Total Amount
az: Ümumi məbləğ
bn: মোট এমাউন্ট
ur: کل رقم

# search_for_product
source: Search Product
az: Məhsul axtarın
bn: পণ্য অনুসন্ধান
ur: تلاش کی مصنوعات

source: Update
az: Aktuallaşdırmaq
bn: আপডেট
ur: تازہ کاری

# language_and_currency
source: Language & Currency
az: Dil və valyuta
bn: ভাষা ও মুদ্রা
ur: زبان اور کرنسی

source: Language
az: Dil
bn: ভাষা
ur: زبان

source: Currency
az: Valyuta
bn: মুদ্রা
ur: کرنسی

source: Login
az: Giriş
bn: লগইন
ur: لاگ ان

# login_to_account
source: Login To Your Account
az: Hesabınıza daxil olun
bn: আপনার অ্যাকাউন্টে লগইন করুন
ur: اپنے اکاؤنٹ میں لاگ ان کریں

# donot_have_account
source: Do not have an account?
az: Hesabınız yoxdur?
bn: কোন অ্যাকাউন্ট নেই?
ur: کیا کوئی اکاؤنٹ نہیں ہے؟

source: Register now
az: Qeydiyyatdan keçin
bn: এখনই নিবন্ধন করুন
ur: ابھی رجسٹر ہوں

source: Password
az: Parol
bn: পাসওয়ার্ড
ur: پاس ورڈ

source: Registration
az: Qeydiyyat
bn: নিবন্ধকরণ
ur: رجسٹریشن

# already_have_account
source: Already have an account?
az: Artıq bir hesabınız var?
bn: ইতিমধ্যে একটি অ্যাকাউন্ট আছে?
ur: پہلے سے ہی ایک اکاؤنٹ ہے؟

source: Login now
az: İndi giriş
bn: এখনই লগইন করুন
ur: ابھی لاگ ان

# enter_name
source: Enter Your Name
az: Adınızı daxil edin
bn: আপনার নাম লিখুন
ur: اپنا نام درج کریں

source: Confirm Password
az: Şifrəni təsdiqləyin
bn: পাসওয়ার্ড নিশ্চিত করুন
ur: پاس ورڈ کی تصدیق کریں

source: Orders
az: Sərəncam
bn: অর্ডার
ur: احکامات

# digital_order
source: Digital Orders
az: Rəqəmsal sifarişlər
bn: ডিজিটাল অর্ডার
ur: ڈیجیٹل آرڈرز

source: Buy Now
az: Artıq almaq
bn: এখনই কিনুন
ur: ابھی خریدیں

source: Products
az: Məhsul
bn: পণ্য
ur: مصنوعات

# select_item_digital
source: Select an item
az: Bir element seçin
bn: একটি আইটেম নির্বাচন করুন
ur: کسی شے کو منتخب کریں

# cant_be_empty
source: Can not be empty
az: Boş ola bilməz
bn: খালি থাকতে পারে না
ur: خالی نہیں ہوسکتا

# enter_valid_Name
source: Enter Valid Number
az: Etibarlı nömrəni daxil edin
bn: বৈধ নম্বর লিখুন
ur: درست نمبر درج کریں

source: Enter Valid Email
az: Etibarlı e-poçtu daxil edin
bn: বৈধ ইমেল লিখুন
ur: درست ای میل درج کریں

source: Filters
az: Filtrlər
bn: ফিল্টার
ur: فلٹرز

source: Sort With Price
az: Qiymətləndirmək
bn: দামের সাথে বাছাই করুন
ur: قیمت کے ساتھ ترتیب دیں

source: Min
az: Dəq
bn: মিনিট
ur: منٹ

source: Max
az: Maksimum
bn: সর্বোচ্চ
ur: زیادہ سے زیادہ

source: Sort order
az: Sırra
bn: বাছাই অর্ডার
ur: ترتیب ترتیب دیں

source: Low to high
az: Aşağıya doğru
bn: নিম্ন থেকে উচ্চ
ur: کم سے اونچا

source: High to low
az: Yüksəkdən aşağı
bn: উচ্চ থেকে কম
ur: اعلی سے کم

source: reset
az: sıfırlamaq
bn: পুনরায় সেট করুন
ur: ری سیٹ کریں

source: In stock
az: Fond
bn: স্টক
ur: اسٹاک میں

source: Stock out
az: Çaxmaq
bn: স্টক আউট
ur: اسٹاک آؤٹ

source: Short Description
az: Qısa təsvir
bn: সংক্ষিপ্ত বিবরণ
ur: مختصر تفصیل

source: Support
az: Dəstək vermək
bn: সমর্থন
ur: تائید

source: Support Ticket
az: Dəstək bileti
bn: সমর্থন টিকিট
ur: سپورٹ ٹکٹ

# create_ticket
source: Create Support Ticket
az: Dəstək bileti yaradın
bn: সমর্থন টিকিট তৈরি করুন
ur: سپورٹ ٹکٹ بنائیں

source: Contact
az: Əlaqə
bn: যোগাযোগ
ur: رابطہ کریں

source: Close Ticket
az: Bilet
bn: টিকিট বন্ধ
ur: ٹکٹ بند کریں

source: Are you sure
az: Əminsən
bn: আপনি কি নিশ্চিত?
ur: کیا آپ کو یقین ہے؟

source: Yes
az: Bəli
bn: হ্যাঁ
ur: ہاں

source: No
az: Yox
bn: না
ur: نہیں

source: Type a message
az: Bir mesaj yazın
bn: একটি বার্তা টাইপ করুন
ur: ایک پیغام ٹائپ کریں

# ticket_is_closed
source: This ticket has been closed
az: Bu bilet bağlandı
bn: এই টিকিট বন্ধ করা হয়েছে
ur: یہ ٹکٹ بند کردیا گیا ہے

source: Files
az: Fayl
bn: ফাইল
ur: فائلیں

source: Subject
az: Fənn
bn: বিষয়
ur: موضوع

source: Message
az: Xəbər
bn: বার্তা
ur: پیغام

# ship_n_bill
source: Ship and Bill to
az: Gəmi və qanun layihəsi
bn: জাহাজ এবং বিল থেকে
ur: جہاز اور بل کو

source: Package
az: Paket
bn: প্যাকেজ
ur: پیکیج

source: Invalid ID
az: Yanlış şəxsiyyət vəsiqəsi
bn: অবৈধ আইডি
ur: غلط ID

source: Discount
az: Endirim
bn: ছাড়
ur: رعایت

source: Choose attributes
az: Atributları seçin
bn: বৈশিষ্ট্য চয়ন করুন
ur: صفات کا انتخاب کریں

source: Attributes
az: Atributlar
bn: বৈশিষ্ট্য
ur: اوصاف

source: followers
az: izləyicilər
bn: অনুগামী
ur: پیروکار

source: Unfollow
az: Əxlaqsız
bn: অনুসরণ করা
ur: فحاشی

# field_required
source: This field is required
az: Bu sahə tələb olunur
bn: এই ক্ষেত্র প্রয়োজন
ur: اس فیلڈ کی ضرورت ہے

# invalid_phone
source: Phone number is not valid
az: Telefon nömrəsi etibarlı deyil
bn: ফোন নম্বরটি বৈধ নয়
ur: فون نمبر درست نہیں ہے

# invalid_email
source: Email address is not valid
az: E-poçt ünvanı etibarlı deyil
bn: ইমেল ঠিকানা বৈধ নয়
ur: ای میل ایڈریس درست نہیں ہے

source: Change
az: Dəyişmək
bn: পরিবর্তন
ur: تبدیل کریں

# login_to_continue
source: Please Login to continue
az: Davam etmək üçün daxil olun
bn: চালিয়ে যেতে দয়া করে লগইন করুন
ur: براہ کرم جاری رکھنے کے لئے لاگ ان کریں

source: Not Authorized
az: Müvəkkil
bn: অনুমোদিত নয়
ur: مجاز نہیں

# check_internet
source: Check your Internet connection
az: İnternet bağlantınızı yoxlayın
bn: আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন
ur: اپنا انٹرنیٹ کنیکشن چیک کریں

# back_online
source: Welcome back to online
az: İnternetə qayıt
bn: অনলাইনে ফিরে স্বাগতম
ur: آن لائن میں واپس خوش آمدید

# inconvenience
source: We are sorry for the inconvenience. We will be back shortly
az: Narahatçılığa görə üzr istəyirik.Qısa müddətdə geri qayıdacağıq
bn: অসুবিধার জন্য আমরা দুঃখিত।আমরা শীঘ্রই ফিরে আসব
ur: ہمیں تکلیف پر افسوس ہے۔ہم جلد ہی واپس آجائیں گے

# maintenance
source: Under Maintenance
az: Texniki xidmət altında
bn: রক্ষণাবেক্ষণের অধীনে
ur: دیکھ بھال کے تحت

# not_installed
source: Your software is not installed yet
az: Proqramınız hələ quraşdırılmır
bn: আপনার সফ্টওয়্যার এখনও ইনস্টল করা হয়নি
ur: آپ کا سافٹ ویئر ابھی تک انسٹال نہیں ہوا ہے

# contact_provider
source: Please contact your provider
az: Zəhmət olmasa provayderinizlə əlaqə saxlayın
bn: আপনার সরবরাহকারীর সাথে যোগাযোগ করুন
ur: براہ کرم اپنے فراہم کنندہ سے رابطہ کریں

source: Previous
az: Əvvəlki
bn: পূর্ববর্তী
ur: پچھلا

source: Next
az: Sonrakı
bn: পরবর্তী
ur: اگلا

# morning
source: Good Morning
az: Sabahı
bn: শুভ সকাল
ur: صبح بخیر

# noon
source: Good Afternoon
az: Günortadan sonra
bn: শুভ বিকাল
ur: صبح بخیر

# evening
source: Good Evening
az: Axşamsız
bn: শুভ সন্ধ্যা
ur: شب بخیر

# night
source: Good Night
az: Xeyirli gecə
bn: শুভ রাত্রি
ur: شب بخیر

source: Hello Guest
az: Salam Qonaq
bn: হ্যালো অতিথি
ur: ہیلو مہمان

# summary
source: Checkout Summary
az: Yoxlama xülasəsi
bn: চেকআউট সংক্ষিপ্তসার
ur: چیک آؤٹ کا خلاصہ

source: Apply
az: Tətbiq etmək
bn: প্রয়োগ করুন
ur: درخواست دیں

source: Your coupon
az: Kuponunuz
bn: আপনার কুপন
ur: آپ کا کوپن

# select_billing
source: Please select a billing address
az: Zəhmət olmasa bir göndərmə ünvanı seçin
bn: একটি বিলিং ঠিকানা নির্বাচন করুন
ur: براہ کرم بلنگ ایڈریس منتخب کریں

# register_with_email
source: Also register for an account with the provided email address
az: Təqdim olunan e-poçt ünvanı ilə bir hesab üçün qeydiyyatdan keçin
bn: প্রদত্ত ইমেল ঠিকানা সহ একটি অ্যাকাউন্টের জন্য নিবন্ধন করুন
ur: فراہم کردہ ای میل ایڈریس کے ساتھ کسی اکاؤنٹ کے لئے بھی اندراج کریں

# submit_without_account_warn
source: Submitting an order without creating an account will not allow you to track your order if you lose your order ID
az: Bir hesab yaratmadan sifariş təqdim etmək, sifarişinizi itirirsinizsə sifarişinizi izləməyinizə imkan verməyəcəkdir
bn: অ্যাকাউন্ট তৈরি না করে অর্ডার জমা দেওয়া যদি আপনি আপনার অর্ডার আইডি হারাবেন তবে আপনাকে আপনার অর্ডারটি ট্র্যাক করার অনুমতি দেবে না
ur: اکاؤنٹ بنائے بغیر آرڈر جمع کروانا آپ کو اپنے آرڈر کی شناخت کھونے کی اجازت نہیں دے گا اگر آپ اپنا آرڈر ID کھو دیتے ہیں

# not_logged_in_order_warn
source: It seems you are not Logged in. Copy your order ID to track your order later.
az: Deyəsən, daxil deyilsən. Sifarişinizi izləmək üçün sifariş nömrənizi kopyalayın.
bn: দেখে মনে হচ্ছে আপনি লগ ইন করছেন না। আপনার অর্ডার পরে আপনার অর্ডার আইডি অনুলিপি করুন।
ur: ایسا لگتا ہے کہ آپ لاگ ان نہیں ہیں۔ بعد میں اپنے آرڈر کو ٹریک کرنے کے لئے اپنے آرڈر ID کاپی کریں۔

source: Choose Address
az: Ünvanı seçin
bn: ঠিকানা চয়ন করুন
ur: پتہ منتخب کریں

source: Update Password
az: Şifrəni yeniləyin
bn: পাসওয়ার্ড আপডেট করুন
ur: پاس ورڈ کو اپ ڈیٹ کریں

source: Skip
az: Atlamaq
bn: এড়িয়ে যান
ur: چھوڑ دیں

# basic_info
source: Basic Information
az: Əsas məlumat
bn: বেসিক তথ্য
ur: بنیادی معلومات

source: First name
az: Ad
bn: প্রথম নাম
ur: پہلا نام

source: Last name
az: Səyyah
bn: শেষ নাম
ur: آخری نام

# add_address
source: Add New Address
az: Yeni ünvan əlavə edin
bn: নতুন ঠিকানা যুক্ত করুন
ur: نیا پتہ شامل کریں

# estimate_time
source: Estimated Time
az: Təxmini vaxt
bn: আনুমানিক সময়
ur: تخمینہ شدہ وقت

source: Success
az: Müvəffəqiyyət
bn: সাফল্য
ur: کامیابی

source: Updated
az: Yeniləndi
bn: আপডেট
ur: تازہ کاری

source: Deleted
az: Silinmiş
bn: মুছে ফেলা
ur: حذف

# create_billing
source: Create billing address
az: Hesablama ünvanı yaradın
bn: বিলিং ঠিকানা তৈরি করুন
ur: بلنگ ایڈریس بنائیں

source: Address name
az: Ünvan adı
bn: ঠিকানা নাম
ur: ایڈریس کا نام

# apply_at_checkout
source: The coupon will be applied at checkout
az: Kupon yoxlanışda tətbiq ediləcək
bn: কুপন চেকআউট এ প্রয়োগ করা হবে
ur: کوپن چیک آؤٹ پر لاگو ہوگا

# enter_tracking_id
source: Enter your tracking Id
az: İzləmə nömrənizi daxil edin
bn: আপনার ট্র্যাকিং আইডি লিখুন
ur: اپنی ٹریکنگ ID درج کریں

source: Total Orders
az: Ümumi sifarişlər
bn: মোট আদেশ
ur: کل احکامات

# exit_payment
source: Exit payment page
az: Ödəniş səhifəsindən çıxın
bn: প্রস্থান পেমেন্ট পৃষ্ঠা
ur: ادائیگی کے صفحے سے باہر نکلیں

# appreciate_rating
source: We appreciate you taking the time to give a rating
az: Reytinq vermək üçün vaxt ayırdığınız üçün təşəkkür edirik
bn: আমরা আপনাকে রেটিং দেওয়ার জন্য সময় দেওয়ার প্রশংসা করি
ur: ہم آپ کی تعریف کرتے ہیں کہ آپ کو درجہ بندی کرنے میں وقت نکالا جائے

source: No, Thanks!
az: Xeyr, təşəkkür edirəm!
bn: না, ধন্যবাদ!
ur: نہیں ، شکریہ!

# can_be_empty
source: If you logged in using O-Auth, leave this field empty.
az: O-auth istifadə edərək daxil olsanız, bu sahəni boş buraxın.
bn: আপনি যদি ও-এথ ব্যবহার করে লগ ইন করেন তবে এই ক্ষেত্রটি খালি রেখে দিন।
ur: اگر آپ O-auth کا استعمال کرتے ہوئے لاگ ان کرتے ہیں تو ، اس فیلڈ کو خالی چھوڑ دیں۔

# current_pass
source: current password
az: cari parol
bn: বর্তমান পাসওয়ার্ড
ur: موجودہ پاس ورڈ

# new_pass
source: New password
az: Yeni parol
bn: নতুন পাসওয়ার্ড
ur: نیا پاس ورڈ

# pass_not_match
source: Password did not match
az: Şifrə uyğun gəlmədi
bn: পাসওয়ার্ড মেলে না
ur: پاس ورڈ مماثل نہیں تھا

source: hey...
bn: হেই...

# sure_to_exit
source: Are you sure you want to exit?
az: Çıxmaq istədiyinizə əminsiniz?
bn: আপনি কি নিশ্চিত যে আপনি প্রস্থান করতে চান?
ur: کیا آپ واقعی باہر نکلنا چاہتے ہیں؟

source: exit
az: çıxmaq
bn: প্রস্থান
ur: باہر نکلیں

source: retry
az: yenidən cəhd etmək
bn: পুনরায় চেষ্টা করুন
ur: دوبارہ کوشش کریں

source: Full Details
az: Tam məlumat
bn: সম্পূর্ণ বিবরণ
ur: مکمل تفصیلات

# no_attribute
source: No attribute found
az: Heç bir atribut tapılmadı
bn: কোনও বৈশিষ্ট্য পাওয়া যায় না
ur: کوئی وصف نہیں ملا

source: I accept
az: Qəbul edirəm
bn: আমি গ্রহণ
ur: میں قبول کرتا ہوں

# tnc
source: Terms and Conditions
az: Şərtlər
bn: শর্তাদি এবং শর্তাদি
ur: شرائط و ضوابط

# otp
source: One time password (OTP)
az: Bir dəfə parol (OTP)
bn: এক সময়ের পাসওয়ার্ড (ওটিপি)
ur: ایک وقت کا پاس ورڈ (OTP)

source: Verify OTP
az: OTP-ni doğrulayın
bn: ওটিপি যাচাই করুন
ur: او ٹی پی کی تصدیق کریں

# forgetPass
source: Forgot Password?
az: Şifrəni unutmusunuz?
bn: পাসওয়ার্ড ভুলে গেছেন?
ur: پاس ورڈ بھول گئے؟

# resetPass
source: Reset password
az: Şifrəni yenidən qurun
bn: পাসওয়ার্ড পুনরায় সেট করুন
ur: پاس ورڈ کو دوبارہ ترتیب دیں

source: Send OTP
az: OTP göndər
bn: ওটিপি প্রেরণ করুন
ur: OTP بھیجیں

source: Cancel
az: Ləğv etmək
bn: বাতিল
ur: منسوخ کریں

# sendToEmailText
source: Send OTP to this Email
az: Bu e-poçta OTP göndərin
bn: এই ইমেলটিতে ওটিপি প্রেরণ করুন
ur: اس ای میل پر او ٹی پی بھیجیں

# confirmCancel
source: Are you sure you want to cancel the process and start over?
az: Prosesi ləğv etmək və başlamaq istədiyinizə əminsiniz?
bn: আপনি কি নিশ্চিত যে আপনি প্রক্রিয়াটি বাতিল করে শুরু করতে চান?
ur: کیا آپ واقعی اس عمل کو منسوخ کرنا چاہتے ہیں؟

# userAddress
source: Your Addresses
az: Ünvanlarınız
bn: আপনার ঠিকানা
ur: آپ کے پتے

source: Receiver
az: Alıcı
bn: রিসিভার
ur: وصول کنندہ

source: Offline Payment
az: Offline ödəmə
bn: অফলাইন পেমেন্ট
ur: آف لائن ادائیگی

# waOrder
source: Whatsapp Order
az: WhatsApp Sifarişi
bn: হোয়াটসঅ্যাপ অর্ডার
ur: واٹس ایپ آرڈر

# payment_wait_massage
source: Please wait while we process your payment
az: Ödənişinizi emal edərkən gözləyin
bn: আমরা আপনার অর্থ প্রদানের প্রক্রিয়া করার সময় দয়া করে অপেক্ষা করুন
ur: جب ہم آپ کی ادائیگی پر کارروائی کرتے ہیں تو براہ کرم انتظار کریں

# payment_wait
source: Payment Processing
az: Ödəniş emalı
bn: পেমেন্ট প্রসেসিং
ur: ادائیگی کی پروسیسنگ

source: Street name
az: Küçə adı
bn: রাস্তার নাম
ur: گلی کا نام

# msgSelectOnMap
source: Please select address on map
az: Zəhmət olmasa xəritədə ünvan seçin
bn: মানচিত্রে ঠিকানা নির্বাচন করুন
ur: براہ کرم نقشہ پر ایڈریس منتخب کریں

source: OK
az: Tamam
bn: ঠিক আছে
ur: ٹھیک ہے

source: Select Location
az: Yer seçin
bn: অবস্থান নির্বাচন করুন
ur: مقام منتخب کریں

source: Google
bn: গুগল
ur: گوگل

source: Facebook
bn: ফেসবুক
ur: فیس بک
