Repository: mayegamustafa/ecoapp
Catalog: lib/_core/l10n/lang/intl_*.arb
Languages: az, bn, ur

source: Accept and continue
az: Qəbul edin və davam edin
bn: গ্রহণ এবং চালিয়ে যান
ur: قبول کریں اور جاری رکھیں

source: Chat
az: Söhbət etmək
bn: চ্যাট
ur: چیٹ

# couponWillApply
source: The coupon will be applied at checkout
az: Kupon yoxlanışda tətbiq ediləcək
bn: কুপন চেকআউট এ প্রয়োগ করা হবে
ur: کوپن چیک آؤٹ پر لاگو ہوگا

source: Deposit
az: Depozit
bn: আমানত
ur: جمع کروائیں

source: Seller Chat
az: Satıcı sohbeti
bn: বিক্রেতা চ্যাট
ur: بیچنے والے چیٹ

source: Tax information
az: Vergi məlumatı
bn: করের তথ্য
ur: ٹیکس سے متعلق معلومات

source: Reward Redeem
az: Mükafat almaq
bn: পুরষ্কার খালাস
ur: اجر چھڑا ہوا

source: Redeem Point
az: Nailiyyət
bn: মুক্ত পয়েন্ট
ur: چھٹکارا نقطہ

source: Reward Point
az: Mətbuat nöqtəsi
bn: পুরষ্কার পয়েন্ট
ur: انعام نقطہ

source: You will get
az: Alacaqsan
bn: আপনি পাবেন
ur: آپ کو مل جائے گا

# fromRedeeming
source: from redeeming this reward.
az: bu mükafatı satın almaqdan.
bn: এই পুরষ্কারটি খালাস থেকে।
ur: اس انعام کو چھڑانے سے۔

source: Close
az: Yaxın
bn: বন্ধ
ur: بند کریں

source: Claim
az: İddia etmək
bn: দাবি
ur: دعوی

source: Pick Image
az: Şəkil çəkmək
bn: চিত্র বাছাই
ur: تصویر منتخب کریں

source: Withdraw
az: Geri çəkilmək
bn: প্রত্যাহার
ur: واپس لے لو

source: Withdraw now
az: Artıq geri çəkilmək
bn: এখন প্রত্যাহার
ur: اب واپس لے لو

source: Available Balance
az: Mövcud tarazlıq
bn: উপলভ্য ভারসাম্য
ur: دستیاب توازن

source: Withdraw methods
az: Metodları geri çəkin
bn: পদ্ধতি প্রত্যাহার
ur: طریقوں کو واپس لے لیا

source: Withdraw Limit
az: Çıxarılmaq
bn: সীমা প্রত্যাহার করুন
ur: واپسی کی حد

source: Duration
az: Müddəti
bn: সময়কাল
ur: دورانیہ

# withdrawAmountIn
source: Withdraw amount in {currency}
az: {currency} -də məbləği geri çəkin
bn: {currency} in এ এমাউন্ট উইথড্র করুন
ur: {currency} میں رقم واپس لے لو

source: Search by trx number
az: Trx nömrəsi ilə axtarın
bn: টিআরএক্স নম্বর দ্বারা অনুসন্ধান করুন
ur: TRX نمبر کے ذریعہ تلاش کریں

source: Withdraw Request
az: İstəyi geri çəkin
bn: অনুরোধ প্রত্যাহার
ur: درخواست واپس لیں

# msgSomethingWrongWithdraw
source: Something went wrong while requesting withdraw
az: Geri çəkilmək istəyərkən bir şey səhv oldu
bn: প্রত্যাহারের অনুরোধ করার সময় কিছু ভুল হয়ে গেল
ur: واپسی کی درخواست کرتے وقت کچھ غلط ہو گیا

source: WITHDRAW PREVIEW
az: Əvvəlcədən baxın
bn: পূর্বরূপ প্রত্যাহার
ur: پیش نظارہ واپس لیں

source: Withdraw Method
az: Çəkilmək metodu
bn: পদ্ধতি প্রত্যাহার করুন
ur: انخلا کا طریقہ

source: Withdraw Amount
az: Məbləği geri götürün
bn: উইথড্র এমাউন্ট
ur: رقم واپس لیتے ہیں

source: Conversion rate
az: Konversiya dərəcəsi
bn: রূপান্তর হার
ur: تبادلوں کی شرح

source: Final Amount
az: Son məbləğ
bn: চূড়ান্ত এমাউন্ট
ur: آخری رقم

source: Error Details
az: Səhv təfərrüatları
bn: ত্রুটির বিশদ
ur: غلطی کی تفصیلات

source: Reload
az: Yenidən yükləmək
bn: পুনরায় লোড
ur: دوبارہ لوڈ کریں

source: or
az: və ya
bn: বা
ur: یا

source: Select Country
az: Ölkə seçin
bn: দেশ নির্বাচন করুন
ur: ملک منتخب کریں

source: Select State
az: Dövlət seçmək
bn: রাজ্য নির্বাচন করুন
ur: ریاست منتخب کریں

source: Select City
az: Şəhəri seçin
bn: শহর নির্বাচন করুন
ur: شہر منتخب کریں

source: e.g home, office
az: E.G Ana səhifə, Ofis
bn: যেমন বাড়ি, অফিস
ur: مثال کے طور پر گھر ، دفتر

# enableLocSer
source: Please enable location service
az: Zəhmət olmasa Yer Xidmətini aktivləşdirin
bn: দয়া করে অবস্থান পরিষেবা সক্ষম করুন
ur: براہ کرم مقام کی خدمت کو فعال کریں

# grantLocPermission
source: Please grant location permission
az: Zəhmət olmasa yer icazəsini verin
bn: দয়া করে অবস্থানের অনুমতি দিন
ur: براہ کرم مقام کی اجازت دیں

source: Balance
az: Tarazlıq
bn: ভারসাম্য
ur: توازن

source: Reward
az: Mükafatlandırmaq
bn: পুরষ্কার
ur: انعام

source: Chat With Seller
az: Satıcı ilə söhbət edin
bn: বিক্রেতার সাথে চ্যাট করুন
ur: بیچنے والے کے ساتھ چیٹ کریں

source: Wallet
az: Cüzdan
bn: ওয়ালেট
ur: پرس

# enterEmail
source: Enter Email address
az: E-poçt ünvanını daxil edin
bn: ইমেল ঠিকানা লিখুন
ur: ای میل ایڈریس درج کریں

# enterOtp
source: Enter your otp
az: OTP-ni daxil edin
bn: আপনার ওটিপি লিখুন
ur: اپنا OTP درج کریں

# enterFieldName
source: Enter {fieldText}
az: {fieldText} daxil edin
bn: {fieldText} প্রবেশ করান
ur: {fieldText} درج کریں

source: Spend
az: Sərf etmək
bn: ব্যয়
ur: خرچ کریں

source: more to place order
az: Sifariş vermək üçün daha çox
bn: আরও অর্ডার দেওয়ার জন্য
ur: آرڈر دینے کے لئے مزید

source: File
az: Fayl
bn: ফাইল
ur: فائل

# newChat
source: New
az: Yeni
bn: নতুন
ur: نیا

source: Country
az: Ölkə
bn: দেশ
ur: ملک

source: State
az: Dövlət
bn: রাষ্ট্র
ur: ریاست

source: City
az: Şəhər
bn: শহর
ur: شہر

source: Point
az: Fəhm
bn: পয়েন্ট
ur: نقطہ

source: Traditional
az: Ənənəvi
bn: Dition তিহ্যবাহী
ur: روایتی

source: Payment options
az: Ödəniş variantları
bn: অর্থ প্রদানের বিকল্পগুলি
ur: ادائیگی کے اختیارات

source: Free
az: Sərbəst
bn: বিনামূল্যে
ur: مفت

source: Deposit Method
az: Depozit metodu
bn: আমানত পদ্ধতি
ur: جمع کرنے کا طریقہ

source: Deposit history
az: Depozit tarixi
bn: জমা ইতিহাস
ur: جمع تاریخ

source: No Flash Deal Found
az: Heç bir flaş sövdələşmə tapılmadı
bn: কোনও ফ্ল্যাশ ডিল পাওয়া যায় নি
ur: کوئی فلیش ڈیل نہیں ملی

source: Config Load Failed
az: Konfiqurasiya yükü uğursuz oldu
bn: কনফিগার লোড ব্যর্থ
ur: تشکیل بوجھ ناکام ہوگیا

source: Original
az: Orijinal
bn: আসল
ur: اصل

source: Tax
az: Vergi
bn: কর
ur: ٹیکس

source: Custom Information
az: Xüsusi məlumat
bn: কাস্টম তথ্য
ur: کسٹم معلومات

source: Payment information
az: Ödəniş haqqında məlumat
bn: অর্থ প্রদানের তথ্য
ur: ادائیگی کی معلومات

source: Payment VIA Wallet
az: Cüzdan vasitəsilə ödəniş
bn: মানিব্যাগের মাধ্যমে অর্থ প্রদান
ur: پرس کے ذریعے ادائیگی

source: Original Amount
az: Orijinal miqdar
bn: মূল এমাউন্ট
ur: اصل رقم

source: Tax amount
az: Vergi məbləği
bn: করের এমাউন্ট
ur: ٹیکس کی رقم

source: Shipping Cost
az: Göndərmə dəyəri
bn: শিপিং ব্যয়
ur: شپنگ لاگت

source: Package was {status} on
az: Paket {status} idi
bn: প্যাকেজ ছিল {status} চালু
ur: پیکیج {status} آن تھا

source: Deposit Success
az: Depozitin müvəffəqiyyəti
bn: সাফল্য আমানত
ur: جمع کروانے کی کامیابی

source: Deposit Processing
az: Depozit emalı
bn: আমানত প্রক্রিয়াজাতকরণ
ur: ڈپازٹ پروسیسنگ

source: Payment Processing
az: Ödəniş emalı
bn: পেমেন্ট প্রসেসিং
ur: ادائیگی کی پروسیسنگ

source: Deposit Failed
az: Depozit uğursuz oldu
bn: আমানত ব্যর্থ হয়েছে
ur: ڈپازٹ ناکام ہوگیا

# paymentProcessMsg
source: Please wait while we process your payment
az: Ödənişinizi emal edərkən gözləyin
bn: আমরা আপনার অর্থ প্রদানের প্রক্রিয়া করার সময় দয়া করে অপেক্ষা করুন
ur: جب ہم آپ کی ادائیگی پر کارروائی کرتے ہیں تو براہ کرم انتظار کریں

source: Product Options
az: Məhsul seçimləri
bn: পণ্য বিকল্প
ur: مصنوعات کے اختیارات

# deliveryDuration
source: Standard Delivery : {duration} Working Days
az: Standart çatdırılma: {duration} iş günləri
bn: স্ট্যান্ডার্ড ডেলিভারি: {duration} কার্যদিবস
ur: معیاری ترسیل: {duration} کام کے دن

source: Total Reward Points
az: Ümumi mükafat balları
bn: মোট পুরষ্কার পয়েন্ট
ur: کل انعامات پوائنٹس

source: Pending
az: Gözəyən
bn: মুলতুবি
ur: زیر التوا

source: Redeemed
az: Satın alın
bn: খালাস
ur: چھڑا ہوا

source: Expired
az: Başa çatdı
bn: মেয়াদোত্তীর্ণ
ur: میعاد ختم

source: points
az: xal
bn: পয়েন্ট
ur: پوائنٹس

source: will expire in
az: müddəti bitəcək
bn: মধ্যে মেয়াদ শেষ হবে
ur: میں ختم ہوجائے گا

source: days
az: günlük
bn: দিন
ur: دن

source: Reward Logs
az: Mükafat qeydləri
bn: পুরষ্কার লগ
ur: انعام لاگ

source: Expire at
az: Başa çatdırmaq
bn: মেয়াদ শেষ
ur: ختم ہونے پر

source: Created at
az: Yaradılmışdır
bn: এটি তৈরি
ur: میں تخلیق کیا

source: Redeemed at
az: Geri alındı
bn: খালাস এ
ur: پر چھڑا ہوا

source: Product
az: Məhsul
bn: পণ্য
ur: مصنوعات

source: Order
az: Əmr
bn: অর্ডার
ur: آرڈر

source: Total points
az: Ümumi nöqtələr
bn: মোট পয়েন্ট
ur: کل پوائنٹس

# packageStatusName
source: Your package has been {status}.
az: Paketiniz {status} oldu.
bn: আপনার প্যাকেজটি {status} হয়েছে
ur: آپ کا پیکیج {status} رہا ہے۔

source: User name
az: İstifadəçi adı
bn: ব্যবহারকারীর নাম
ur: صارف کا نام

source: Post Balance
az: Post balansı
bn: পোস্ট ভারসাম্য
ur: پوسٹ بیلنس

source: Details
az: Təfərrüatlar
bn: বিশদ
ur: تفصیلات

source: Withdraw History
az: Tarixdən çəkin
bn: ইতিহাস প্রত্যাহার
ur: تاریخ واپس لے لو

source: Receivable
az: Debitor
bn: গ্রহণযোগ্য
ur: قابل وصول

source: Withdraw Information
az: Məlumat vermək
bn: তথ্য প্রত্যাহার
ur: معلومات واپس لیں

# msgSelectWithdrawalMethod
source: To get withdrawal information, first select a withdrawal method from the list below.
az: Çıxarış məlumat almaq üçün əvvəlcə aşağıdakı siyahıdan geri çəkilmə metodu seçin.
bn: প্রত্যাহারের তথ্য পেতে প্রথমে নীচের তালিকা থেকে একটি প্রত্যাহার পদ্ধতি নির্বাচন করুন।
ur: واپسی کی معلومات حاصل کرنے کے لئے ، پہلے نیچے دی گئی فہرست سے واپسی کا طریقہ منتخب کریں۔

source: Chat with deliveryman
az: Çatdırılmaçi ilə söhbət edin
bn: ডেলিভারিম্যানের সাথে চ্যাট করুন
ur: ڈلیوری مین کے ساتھ چیٹ کریں

# msgAppreciateRating
source: We appreciate you taking the time to give a rating
az: Reytinq vermək üçün vaxt ayırdığınız üçün təşəkkür edirik
bn: রেটিং দেওয়ার জন্য সময় দেওয়ার জন্য আমরা প্রশংসা করি
ur: ہم آپ کی تعریف کرتے ہیں کہ آپ کو درجہ بندی کرنے میں وقت نکالا جائے

source: Write A Review
az: Rəy yazmaq
bn: রিভিউ লিখুন
ur: ایک جائزہ لکھیں

source: No thanks
az: Bir şükür yoxdur
bn: না
ur: نہیں شکریہ

source: Chat With Delivery Partner
az: Çatdırılma tərəfdaşı ilə söhbət edin
bn: চ্যাট করুন ডেলিভারি পার্টারের সাথে
ur: ترسیل کے ساتھی کے ساتھ چیٹ کریں
